tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minamijoyo/tfupdate"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
brew "act"
brew "ansible"
brew "giflib"
brew "ast-grep"
brew "awscli"
brew "bat"
brew "cairo"
brew "coreutils"
brew "dive"
brew "flyctl"
brew "gcc"
brew "gh"
brew "git"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "imagemagick"
brew "infracost"
brew "jpeg"
brew "jq"
brew "make"
brew "moreutils"
brew "node@20"
brew "openblas"
brew "openjdk"
brew "packer"
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@15", restart_service: true, link: true
brew "python@3.10"
brew "r"
brew "redis", restart_service: true
brew "rename"
brew "tflint"
brew "thefuck"
brew "tokei"
brew "watch"
brew "websocat"
brew "wrk"
brew "hashicorp/tap/terraform"
brew "minamijoyo/tfupdate/tfupdate"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "ngrok"
